[
  {
    "q": "What is EverMeds?",
    "a": "EverMeds is an online pharmacy based in Gorakhpur, Uttar Pradesh. We provide 100% genuine medicines, health products, and wellness essentials delivered safely to your doorstep."
  },
  {
    "q": "Do you deliver medicines in Gorakhpur only?",
    "a": "No. While we’re based in Gorakhpur, we deliver across all major cities and towns in India. Local orders within Gorakhpur are usually delivered faster."
  },
  {
    "q": "How do I place an order on EverMeds?",
    "a": "You can browse medicines, add to cart, upload a doctor’s prescription, or call EverMeds directly to place your order."
  },
  {
    "q": "Can I upload a prescription to buy medicines?",
    "a": "Yes. Click on 'Upload Prescription' and our pharmacists will review it during checkout. Prescription verification is required."
  },
  {
    "q": "How long does delivery take?",
    "a": "Delivery time: Gorakhpur: within 24-48 hours. Other cities: 2-5 business days. Tracking details are provided once shipped."
  },
  {
    "q": "Are the medicines authentic?",
    "a": "Yes. EverMeds sources all medicines from trusted manufacturers and verified distributors. Expired or counterfeit items are never sold."
  },
  {
    "q": "Is it safe to pay online?",
    "a": "Yes. EverMeds uses secure payment gateways. Cash on Delivery (COD) is also available for select locations."
  },
  {
    "q": "Do you offer refunds or returns?",
    "a": "Yes, for non-prescription items. If there’s a wrong or damaged product, contact support within 48 hours. See full Return & Refund Policy for details."
  },
  {
    "q": "What if a medicine is out of stock?",
    "a": "You can use 'Notify Me' (if available) or contact customer support. Restocking typically takes a few days."
  },
  {
    "q": "Do you accept COD?",
    "a": "Cash On Delivery is available for eligible locations. Check your ZIP/postal code at checkout."
  },
  {
    "q": "Which payment methods are accepted?",
    "a": "EverMeds accepts online payments via debit/credit cards, UPI/online wallets, and in some locations, COD."
  },
  {
    "q": "What if my product is damaged or incorrect?",
    "a": "If you receive a damaged or incorrect product, contact support with your order number. EverMeds will guide the return process and provide refund or replacement as per policy."
  },
  {
    "q": "How do I track my order?",
    "a": "Use the 'Track Order' option on EverMeds. Enter your order ID or mobile number to get status updates."
  },
  {
    "q": "What are the Terms & Conditions for using EverMeds?",
    "a": "By placing orders you agree to provide accurate personal information. Prescription medications require valid prescriptions. Delivery times may vary. Refunds limited to non-prescription, unopened, unused items."
  },
  {
    "q": "How can I contact EverMeds customer support?",
    "a": "You can reach out via the Contact Us page, or email support@evermeds.in for help with orders, returns, or prescriptions."
  }
]
